<?php

return [

    /*
    |--------------------------------------------------------------------------
    | MallTableRate: Item
    |--------------------------------------------------------------------------
    |
    */

    'setting_id' => '設定種類',
    'area'       => '地區',
    'region'     => '區域',
    'district'   => '分區',
    'attribute'  => '屬性',
    'min'        => '最低門檻',
    'max'        => '最高門檻',
    'operator'   => '運算子',
    'value'      => '值',

    'list'   => '項目清單',
    'create' => '新增項目',
    'edit'   => '項目修改',

    'form' => [
        'information' => '項目設定',
            'basicInfo'   => '基本資訊'
    ],

    'delete' => [
        'header' => '刪除項目',
        'body'   => '確定要刪除這個項目嗎？'
    ]
];
